// Вывести на экран таблицу умножения на 3
for (int i=1; i<=10; i++)
{
Console.WriteLine(3 + " * "+i+" = "+3*i);
}
